tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "arduino-cli"
brew "alacritty"
brew "bash"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "htop"
brew "lazygit"
brew "lua"
brew "ncurses"
brew "neovim"
brew "ncdu"
brew "nmap"
brew "perl"
brew "pidof"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "starship"
brew "stow"
brew "termshark"
brew "tmux"
brew "tree"
brew "vim"
brew "volta"
brew "wget"
brew "yabai"
cask "alt-tab"
cast "arduino-ide"
cask "discord"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "obs"
cask "phoenix"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "whichspace"
