tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "btop"
brew "exa"
brew "fzf"
brew "htop"
brew "lua"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "perl"
brew "pidof"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "volta"
brew "wget"
cask "alt-tab"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "obs"
cask "scroll-reverser"
cask "spotify"
cask "stats"
cask "visual-studio-code"
