# code --list-extensions | xargs -L 1 echo code --install-extension
code --install-extension CoenraadS.bracket-pair-colorizer-2
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension dbaeumer.vscode-eslint
code --install-extension DotJoshJohnson.xml
code --install-extension joshpeng.sublime-babel-vscode
code --install-extension ms-python.python
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.sublime-keybindings
code --install-extension PKief.material-icon-theme
code --install-extension ritwickdey.LiveServer
code --install-extension vscode-icons-team.vscode-icons

